{
  "setDetails": {
    "chainId": 1,
    "setName": "Invest Like Stakeborg Index",
    "setSymbol": "ILSI",
    "setDecimals": 18,
    "setIcon": "https://raw.githubusercontent.com/SetProtocol/uniswap-tokenlist/main/assets/tokens/ILSI.svg",
    "setDescription": "About\nThe “Invest Like Stakeborg Index” (or “ILSI”) is an index which seeks to provide investors macro and diversified exposure to the main narratives that stand out as opportunities in the crypto space.\n\nToken Selection\nIn order for the ILSI index to provide the right coverage, the universe of tokens has been split into key sub-segments and a carefully selected number of tokens was picked from each. The main categories considered are: \nBitcoin.\nEthereum.\nOracles / Web 3.0.\nLayer 1 infrastructure / smart contract platforms.\nDecentralized Finance (“DeFi”).\nExchange tokens, including Centralized Exchanges (“CEXes”) and Decentralized Exchanges (“DEXes”).\nNFTs / GameFi / Metaverse.\n\nIndex Coverage\nEach selected asset either plays, or has the potential to play, a significant role in its category.\nThe index as currently constituted captures approximately 60% of the total market capitalisation, providing an efficient buy-and-hold strategy for investors seeking to benefit from the growth of the crypto market while being exposed to all relevant narratives.\n\nInclusion Criteria\nAvailable on Ethereum blockchain.\nSufficient level of liquidity on DEXes when taking into account token inclusion, estimated near-term demand and rebalances.\nAssets with strong fundamentals, including criteria such as: increased utilization of their infrastructure / service, increased developer activity, key competitive advantages, large and growing addressable market, attractive roadmap, top management team / contributing team from DAO, support from leading VCs / key partnerships.\nAssets must have conducted an appropriate level of security audits and/or security professionals must have reviewed the protocol to determine whether it fits under security best practices.\nAssets cover each of the sub-segments described under the “Market-wide coverage” sub-section.\nAssets that are not subject to hacks, exploits or other forms of attacks that inflict serious vulnerabilities to the project.\n\nMethodology / Index Weight Calculation\nThe ILSI index is constructed based on a modified market cap-weighted methodology, with the following considerations:\nThe weighting of each project is proportional to a modified measure of its market capitalisation, i.e., it’s computed based on the square root of market capitalisation.\nSquare root of market capitalization is used in order to smooth out the large differences between the top components (Bitcoin, Ethereum) and the rest of the assets.\nUpper cap of 20%: any token allocation must be lower or equal to 20%, in order to limit the effects of any single asset’s trajectory driving the returns of the portfolio.\nLower cap of 3%: any token allocation must be higher or equal to 3%, in order to have an appropriate level of exposure to smaller projects in the portfolio.\n\nIndex Maintenance\nThe index is rebalanced on a 3-month basis. The rebalancing process is comprised of two phases:\nEvaluation phase: including evaluating existing tokens, screening the list of aspiring new tokens in each category and taking decisions on any changes to the prevailing portfolio composition. Revised index weights and portfolio changes are incorporated in the index in the final week of the rebalancing month. The outcome of the evaluation phase will be published and will be readily available to all investors.\nRebalancing phase: will take place in the first week post- the rebalancing month.",
    "managerName": "Stakeborg",
    "managerIcon": "https://raw.githubusercontent.com/SetProtocol/uniswap-tokenlist/main/assets/managers/stakeborg.png",
    "managerDescription": "Stakeborg is a leading crypto hub focused on increasing the adoption of blockchain and crypto at all levels through education, community building, media and consulting activities. Stakeborg has been at the forefront of the nascent DAO industry by establishing the Stakeborg DAO community. Fees related to Stakeborg-sponsored indexes will be wired to the DAO treasury.\nInvestors opting for a mixed strategy, with allocations in both Stakeborg-sponsored indexes and Stakeborg DAO $STANDARD token, would be part of the whole Web 3.0 eco-system driven by the DAO community.\n\nhttps://www.stakeborgdao.com/"
  },
  "version": 1
}
