{
  "setDetails": {
    "chainId": 1,
    "setName": "SoulMate Index",
    "setSymbol": "SMI",
    "setDecimals": 18,
    "setIcon": "https://raw.githubusercontent.com/Soul3644/uniswap-tokenlist/main/assets/tokens/SMI.png",
    "setDescription": "Description of SoulMate Index\nSoulMate Index is a collection of the best projects that shape the future of Web 3. We have selected diamonds from the DeFi, NFT, Meta, GameFi sectors that we believe have the highest potential and deserve to be in every investor's portfolio.\n\nA task\nThe SoulMate Index is a digital asset index designed to track the performance of the top, highly liquid protocols in the decentralized finance (DeFi) industry. DeFi is a blockchain-based implementation of traditional financial services that does not rely on centralized intermediaries, but instead uses smart contracts on the blockchain.\nThanks to this product, absolutely every user has the opportunity to invest in the cryptocurrency market in the simplest way, accumulating his crypto portfolio based on the proposed SoulMate Index\n\nSecurity and Diversified Approach\nSoulMate Index - offers a wide and diversified access to investing in cryptocurrencies, thanks to a developed ecosystem built on Ethereum.\nThe components of the index tokens are unicorn projects - tokens of companies of a new financial and technological system. Decentralized exchanges, GameFi platforms, NFT, Meta, IDO sectors, as well as asset management protocols.\nYou do not need to transfer money to management. You can see the composition of the index at any time and only you have access to your assets. At the same time, the index does not require you to constantly be on the alert so as not to miss a fall or fixation of tokens. The index runs on a smart contract on the Ethereum blockchain, which allows us to remotely deal with the maintenance and rebalancing of tokens within the index, depending on the market situation.\n\nIndex maintenance\nThe SoulMate Index is maintained and rebalanced taking into account the following factors:\n1. Total TVL of the token in the DeFi sector;\n2. Daily trading volume;\n3. The applicability of the token and its purpose both in the project itself and in the industry as a whole;\n4. The total emission of the token and its tokenomics;\n5. Security of the token, as well as a distinctive analysis from the scam;\n6. Analysis of fundamental indicators and technical analysis in which market phase the project token is now;\n7. The decision to add or exclude a token to the index is made on the basis of expert analysis, strictly according to the criteria specified above;\n8. Fixation of the token within the index in connection with market indicators based on the intensive growth of the token or the revealed assumption that the token will go into correction;\n9. Averaging the cost of the token included in the index, for a more profitable entry point into the project in order to fix the greatest growth.",
    "managerName": "SoulMate",
    "website": "https://soulmate.partners/",
  },
  "version": 1
}
