{
  "setDetails": {
    "chainId": 1,
    "setName": "TokenDAO Stablecoin Yield Index",
    "setSymbol": "TYLD",
    "setDecimals": 18,
    "setIcon": "https://raw.githubusercontent.com/Token-DAO/uniswap-tokenlist/main/assets/tokens/TYLD_ticker_01_100x100.jpg",
    "setDescription": "The TokenDAO Stablecoin Yield Index (TYLD) is a strategy providing long-term core exposure to interest-bearing stablecoins.\n\nObjective\nThe TokenDAO Stablecoin Yield Index is a strategy designed to track the overall performance of a portfolio of interest-earning stablecoins. The portfolio is weighted based on factors including market cap, liquidity availability, transparency, and annual percentage rate. The TokenDAO Stablecoin Yield Index is intended to be a stable, interest-earning core holding within any diversified cryptocurrency portfolio.\n\nToken Inclusion Criteria\nThe token must be an interest-earning stablecoin. The token must be a tradable ERC-20 token on the Ethereum blockchain and can be in any form compatible with Set Protocol smart contracts. The token must not have a rebasing mechanism due to incompatibility with Set Protocol’s smart contracts (i.e., AAVE aTokens, though this may change with further upgrades). There must be adequate liquidity available, reasonable transaction costs, and low tracking error. Tokens which are not compatible with Set Protocol, or which have low liquidity, high transactions costs, or high tracking error are excluded. The token must not be considered a security by corresponding authorities across different jurisdictions. These interest-earning tokens are relatively new, and the market is overall small which may limit the options available to just one or two tokens. However, this may change with further development. Tether related tokens have been excluded due to the lack of transparency surrounding Tether’s reserves and comingling of funds with Bitfinex cryptocurrency exchange.\n\nRebalancing\nRebalancing will be minimal and typically only involve adding or subtracting interest-earning tokens from the portfolio in line with the token inclusion criteria. This approach is intended to keep turnover and network fees low. Rebalanced weightings are computed using a combination of capitalization weighting, equal weighting, and interest-rate weighting.",
    "website": "https://twitter.com/token_dao",
    "managerName": "TokenDAO",
    "managerTwitter": "token_dao",
    "managerIcon": "https://raw.githubusercontent.com/Token-DAO/uniswap-tokenlist/main/assets/managers/TOKENDAO_icon01_400x400.jpg",
    "managerDescription": "TokenDAO is a decentralized autonomous organization for the management of smart contracts. The Lead Developer is a Chartered Financial Analyst (CFA) charterholder and has worked as a Portfolio Manager in the financial services industry."
  },
  "version": 1
}
