{
  "setDetails": {
    "chainId": 1,
    "setName": "CANVAS Digital Gold Index",
    "setSymbol": "CNVDG",
    "setDecimals": 18,
    "setIcon": "https://raw.githubusercontent.com/SetProtocol/uniswap-tokenlist/main/assets/tokens/CANVAS_CNVDG.png",
    "setDescription": "The CANVAS Digital Gold Index is an investment that brings together the two leading digital assets, in a balanced 50/50 weighting of Digital Gold (Bitcoin) and Digital Silver (Ethereum).\n\nThe Digital Gold Index is operated by CANVAS, a leading investment platform that unlocks investor access to the world of Decentralised Finance.\n\nWhy this index?\nCANVAS has created a single index that provides investors an easy way to gain exposure to these diverse asset classes.\nGold, a traditional store of value has provided safe haven for investors for over six thousand years. Digital Gold (Bitcoin) on the other hand is a new technology that came into existence over ten years ago. Bitcoin has been likened to the digital equivalent of gold, as it allows investors to store value in a non-government controlled form outside of paper currency or traditional assets classes. It's a barer asset whose ownership is immutably recorded on a public ledger refer to as a blockchain. In a similar way Digital Silver (Ethereum), is both a store of value but differs as it has far greater utility beyond that of just a precious metal. It will be a revolutionary platform to support the transfer of value over the web.\nCANVAS's theory behind this index is it provides a blended exposure to one of the most enduring asset classes, alongside what is seen to be the future of finance. All without the cost, logistical and security challenges of having to self custody these bearer assets.\n\nIndex Methodology:\nThe index will be monitored and re-balanced to 50/50 when a single asset allocation deviates by more then 25%.\n\nFees:\nA streaming fee of 0.95% p.a. is charged for CANVAS to manage the index.\n\nWhat is Ethereum?\nEthereum (ETH) is the second biggest cryptocurrency by market cap. It is a base blockchain transaction platform for the future of commerce and culture. It has the ability to facilitate autonomous software code that is akin to a self executing legal agreement. These so called smart contracts between counterparties allow commercial transactions to take place in a trusted way, without any financial intermediary. This has given rise to a new breed of global decentralised application (dApps) that can buy, sell, transfer, escrow and generally manage the transfer of value.\n\nWhat is Bitcoin?:\nBitcoin is a digital currency that was introduced to the world in January, 2010. Bitcoin is a cryptocurrency that can be described as a non-governmental controlled store of wealth. It has a limited supply of 21 million coins, which is intended to create scarcity. New bitcoin are created through a process referred to as Mining, which is a verification mechanism used to confirm the legitimacy of transactions. Bitcoin is an inherently international currency with no ties to any nation or economy, meaning it is freely available for usage worldwide. Bitcoin's price has risen astronomically over the last few years gaining attention from investors worldwide as well as financial institutions.\n\nTHE RISK OF INVESTING IN CRYPTOCURRENCIES OR CRYPTO RELATED ASSETS IS SUBSTANTIAL AND CAN RESULT IN A COMPLETE LOSS OF FUNDS. INVESTORS SHOULD CAREFULLY CONSIDER WHETHER SUCH AN INVESTMENT IS SUITABLE FOR THEM IN LIGHT OF THEIR FINANCIAL CONDITION. INVESTORS SHOULD SEEK INDEPENDENT, PROFESSIONAL LEGAL, TAX & INVESTMENT ADVICE. PAST PERFORMANCE IS NOT INDICATIVE OF FUTURE RESULTS",
    "website": "https://canvas.co",
    "managerName": "CANVAS",
    "managerIcon": "https://raw.githubusercontent.com/SetProtocol/uniswap-tokenlist/main/assets/managers/CanvasLogo_round_transparent.png",
    "managerDescription": "CANVAS is an investment platform enabling secure and easy investments into decentralised finance. We are the interface between investors and blockchain-based assets. Our goal is to make investing in this new technology accessible, understandable, and successful for everyone."
  },
  "version": 2
}
