{
  "setDetails": {
    "chainId": 1,
    "setName": "BTC 2x Max ADL-guided",
    "setSymbol": "BTC2X",
    "setDecimals": 18,
    "setIcon": "https://raw.githubusercontent.com/SetProtocol/uniswap-tokenlist/main/assets/tokens/btc2x.png",
    "setDescription": "**LIMITED TIME: Provide Liquidity using BTC2X and ETH2x-FLI on Uniswap v3 to earn LP fees**\nA smaller denomination leveraged set. As safe as BTC2x-FLI. With the power of ADL.   \n\n**BTC2X Fact Sheet**\nBTC2X is an actively-managed leveraged Set that will invest primarily in wrapped BTC, guided by the Amrullah Deep Liquidity (ADL) algorithm. \n\n**Why BTC2X?**\na. Transfer and hold in a smaller denomination. Each unit is fully collateralized with less than 1/10000th of a BTC.\nb. Leveraged exposure to BTC with the same innovative features of BTC2x-FLI:\n- Zero slippage at issuance and redemption\n- Unique FLI algorithm that keeps rebalancing costs low by an order of magnitude\n- Safety hatch using an emergency deleveraging tool during any Black Swan event\nc. Seeks low correlation to relative returns to BTC2x-FLI in long-term bearish markets using ADL where the strategy seeks the safety of stablecoins or inverse.\nd. Earn liquidity provision LP fees in Uniswap v3 while maintaining orders of magnitude capital efficiency.\ne. Provides a strong alternative to a passive leveraged BTC index with active management in a rapidly moving theme: digital gold, censorship-resistance currency, corporate treasuries, lightning dapps.\n\n**BTCX Description**\nThe assets traded within BTC2X are expected to benefit from Taproot activation, the protocol improvements around Bitcoin, lightning network and advancements in smart contracts related to Bitcoin.\nBTC2X will be made up of BTC2x-FLI, USDC and a leveraged inverse asset (eventually). The components may be replaced with any other equivalent or better. This equivalent must meet the minimum requirement for safety, market exposure and security.\n\n**BTC2X Composition**\nThe exposure of this Set may range from -2x to 2x and will fluctuate on two primary considerations: the real leverage ratio of BTC2x-FLI and the leverage ratio required by the ADL algorithm.\n\n**BTC2X Adoption and Fees**\nIntroductory 0% streaming fees for Q2 of 2021. Liquidity provision around Uniswap v3 is highly encouraged as there is no Impermanent Loss IL between BTC2X and BTC2x-FLI for Q2 of 2021. \n\n**Guarded Release**\nIn this guarded release, the composition of assets will remain static for Q2 of 2021. After this period, there may be an increments of 1% max streaming fee for every subsequent month with no cap.",
    "website": "https://www.tradingview.com/script/t9H1YAR8-Amrullah-Deep-Liquidity-for-BTCUSD/",
    "managerName": "ADL Pro Inc",
    "managerTwitter": "Muhd_Amrullah",
    "managerIcon": "https://raw.githubusercontent.com/SetProtocol/uniswap-tokenlist/main/assets/managers/adlpro.png",
    "managerDescription": "Who we are\n\nADL Pro Inc creates and licenses high-performance algorithms for professionals. Our career in software and deep learning development spans across more than 5 years. We previously led a team to solve core computer vision tasks for large companies. As part of an ongoing progress, we also continually read all kinds of computer science books and papers. We intend to push the limits of where machine learning and deep learning can be used in crypto.\n\nWhat we have built\n\nUnlike any indicator, we have created a high-performance algorithm called Amrullah Deep Liquidity (ADL) using deep learning artificial intelligence and it is able to learn how Market Makers move in both bull and bear markets. Currently, tuned specifically for crypto assets, ADL finds the ideal trades and will tell us when to take a trade and how much to trade."
  },
  "version": 1
}
