{
  "setDetails": {
    "chainId": 1,
    "setName": "Arkenstone DeFi Index Fund",
    "setSymbol": "ADIF",
    "setDecimals": 18,
    "setIcon": "https://raw.githubusercontent.com/SetProtocol/uniswap-tokenlist/main/assets/tokens/arkenstone.svg",
    "setDescription": "The Arkenstone DeFi Index Fund ($ADIF) is an index that utilises similar concepts of investing as that of the S&P 500.\n\nObjective\nThe Fund seeks to track the performance of a benchmark index that measures the investment return of large-capitalization and medium-capitalization decentralized finance applications and tokens.\n\nFees and Expenses\nThe following table describes the fees and expenses you may pay if you buy and hold cETF Tokens of the Arkenstone DeFi Index Fund.\n\n    Tokenholder Fees\n    (Fees paid directly from your investment)\n    \n        Transaction Fee on Purchases and Sales  | Varies with Gas prices\n        Transaction Fee on Conversion to Tokens | Varies with Gas prices\n    \n    Annual cETF (Set) Operating Expenses (ADIF | $ADIF)\n    (Expenses that you pay in streaming fees as a percentage of your investment.)\n    \n        Streaming fees | 0.85%\n        Insurance fees | With release of governance\n    \n    Portfolio Turnover\n\n        The Fund or Arkenstone DeFi Index Fund pays transaction costs, such as commissions to\n        marketplaces, when buying and selling tokens or DApps (or “turns over” its portfolio). A higher\n        portfolio turnover rate may indicate higher transaction costs. These costs, which are not reflected in\n        annual fund operating expenses or in the previous expense example, reduce the Fund’s performance.\n        \nPrincipal Investment Strategies\n\n    The Fund employs an indexing investment approach designed to track the performance of the\n    largest weighted percentage possible for the Decentralized Finance cryptocurrency market or DeFi\n    market, a calculation similar to the widely recognized benchmark of U.S. stock market performance,\n    the S&P 500. The Fund attempts to replicate the target DeFi market by investing all, or substantially\n    all, of its assets in the token that make up the DeFi market, holding each token in approximately the\n    same proportion as its weighting in the DeFi market.\n    \n    Principal Risks\n    \n    An investment in the Fund could lose money over short or long periods of time. You should expect\n    the Fund’s share price and total return to fluctuate within a wide range. The Fund is subject to the\n    following risks, which could affect the Fund’s performance:\n    \n        ● DeFi market risk, which is the chance that tokens prices overall will decline. DeFi markets tend\n            to move erratically, with periods of rising prices and periods of falling prices. The Fund’s target\n            market tracks a subset of the DeFi token market, which could cause the Fund to perform\n            differently from the overall DeFi token market. In addition, the Fund’s target market may, at\n            times, become focused in stocks of a particular holding sector, which would subject the Fund\n            to proportionately higher exposure to the risks of that sector.\n        ● Investment style risk, which is the chance that returns from large-capitalization tokens will\n            trail returns from the overall DeFi token market. Large-cap tokens tend to go through cycles of\n            doing better—or worse—than other segments of the DeFi token market or the DeFi market in\n            general. These periods have, in the past, lasted for as long as several months.\n            \n    Because cETF tokens are traded on an exchange, they are subject to additional risks:\n    \n        ● The Fund’s cETF tokens are listed for trading on Tokensets.com and are bought and sold on\n            the secondary marketplaces at market prices. Although it is expected that the market price of\n            an cETF tokens typically will approximate its net asset value (NAV), there may be times when\n            the market price and the NAV differ significantly. Thus, you may pay more or less than NAV\n            when you buy cETF Shares on the secondary markets, and you may receive more or less than\n            NAV when you sell those Tokens\n        ● Although the Fund’s cETF Tokens are listed for trading on Tokensets.com, it is possible that an\n            active trading market may not be maintained.\n        ● Trading of the Fund’s cETF Tokens may be halted by the activation of individual or marketwide\n            trading halts (which halt trading for a specific period of time when the price of a particular\n            security or overall market prices decline by a specified percentage). Trading of the Fund’s cETF\n            Tokens may also be halted if (1) the Tokens are delisted from Tokensets.com without first being\n            listed on another exchange / marketplace or (2) Tokensets.com officials determine that such\n            action is appropriate in the interest of a fair and orderly market or for the protection of\n            investors.\n    \nAn investment in the Fund is not a deposit of a bank and is not insured or guaranteed by the Federal Deposit Insurance Corporation or any other government agency.\n\nToken Inclusion Criteria\n\n    The Arkenstone Defi Index Fund has a collection of criteria composed of four dimensions. Two\n    dimensions are used to evaluate the token’s characteristics, one dimension is used to assess the\n    project’s characteristics, and one is used to evaluate the protocol’s characteristics. The inclusion\n    criteria are the basis to select what tokens will be included in the index.\n    \n    Token’s Descriptive Characteristics\n        ● The token must be available on the Ethereum blockchain.\n        ● The token must be associated with a decentralized finance protocol or dapp listed on CoinMarketCap and CoinGecko.\n        ● The token must not be considered a security by the corresponding authorities across different jurisdictions.\n        ● The token must be a bearer instrument. None of the following will be included in the index:\n            ○ Wrapped tokens.\n            ○ Tokenized derivatives.\n            ○ Synthetic assets.\n            ○ Tokens that are tied to physical assets.\n            ○ Tokens that represent claims on other tokens.\n    \n    Token’s Supply Characteristics\n        ● It must be possible to reasonably predict the token’s supply over the next five years.\n        ● At least 5% of the five year supply must be currently circulating.\n        ● The token’s economics must not have locking, minting or other patterns that would significantly disadvantage passive holders.\n    \n    Project’s Traction Characteristics\n        ● The project must be widely considered to be building a useful protocol or product. Projects focused on competitive trading/holding, having Ponzi characteristics, or projects that exist primarily for entertainment, will not be included.\n        ● The project’s protocol must have significant usage.\n        ● The protocol or product must have been launched at least 180 days before being able to qualify to be included in the index.\n        ● The protocol or project must not be insolvent.\n    \n    Protocol’s User Safety Characteristics\n        ● Security professionals must have reviewed the protocol to determine that security best practices have been followed to maintain user assets safe under different 4 circumstances. Alternatively, the protocol must have been operating long enough to\n            create a consensus about its safety in the decentralized finance community.\n        ● In the event of a safety incident, the team must have responded promptly and\n            addressed the incident responsibly in the aftermath, providing users of the protocol\n            with a reliable solution and the decentralized finance community with adequate documentation to provide transparency about the incident.\n        ● The selected tokens must have sufficient liquidity across a variety of trading platforms.\n\nWhy invest in ADIF?\n\n    Mission\n        The Arkenstone DeFi Index Fund ($ADIF) enables non-technical investors to access the same returns as highly technical crypto insiders.\n\n    Background\n        $ADIF was formed by the Arkenstone Capital Group on April 1st, 2021.\n\n    Product\n        $ADIF is a capitalization-weighted index that tracks the performance of decentralized financial assets across the market.\n\n    Key Benefits\n        ● No impermanent loss: ADIF holds the underlying assets directly and is rebalanced monthly, according to the methodology. We don't use liquidity pools for portfolio construction, ensuring that investors are not exposed to impermanent loss.\n        ● Low costs & efficient: Eliminating the need to execute multiple expensive on-chain transactions. We also boast some of the lowest streaming fees in the indice market.\n        ● Diversified exposure: Always less volatile than more concentrated portfolios. Downside protection due to holding a wider selection of tokens.\n",
    "managerName": "Arkenstone Capital",
    "website": "https://arkenst.one",
    "managerIcon": "https://raw.githubusercontent.com/SetProtocol/uniswap-tokenlist/main/assets/tokens/arkenstone.svg",
    "managerTwitter": "ArkenstoneCap",
    "managerDescription": "We strive to provide a managed portfolio with complete strategy development. Our expertise is in digital assets and asset management. The Arkenstone DeFi Index Fund by https://arkenst.one/ is our flagship digital asset index designed to track tokens performance within the DeFi industry. "
  },
  "version": 1
}
