{
  "setDetails": {
    "chainId": 1,
    "setName": "CoinShares Gold and Cryptoassets Index Lite",
    "setSymbol": "CGI",
    "setDecimals": 18,
    "setIcon": "https://raw.githubusercontent.com/SetProtocol/uniswap-tokenlist/main/assets/tokens/coinshares_gold.png",
    "setDescription": "The CoinShares Gold and Cryptoassets Index Lite ($CGI) is a low-volatility index that utilises the concept of volatility harvesting through (a) forming an equally-weighted basket of cryptoassets ($BTC and $ETH) and (b) combining it with gold using a weighted-risk contribution as a rebalancing mechanism. By decreasing volatility levels, the CGI seeks to yield superior risk-adjusted returns when compared to a number of alternative strategies, including holding cryptoassets or gold alone. Further, it presents a moderate turnover, which should translate into moderate operating costs.\n\nThe CGI is an adaptation of the CoinShares Gold and Cryptoassets Index (CGCI) that was launched by CoinShares in 2020 and is one of the first EU Benchmark Regulated (EU BMR) indices for cryptoassets.\n\nObjective\nThe CGI is designed with the aim of providing diversified exposure to the alternative asset space in a way that yields a superior risk-return profile when compared to holding such crypto and gold in isolation.\n\nTwo noteworthy characteristics of the returns of cryptoassets are their high volatility, which brings with it a high level of risk, and their high intraclass correlation, which limits the benefits that can be had by diversifying across multiple cryptoassets. Yet cryptoassets exhibit no correlation with gold, a highly-liquid yet scarce asset which has proved to function as a safe haven during crises affecting traditional financial systems. Although volatility poses challenges in terms of increased uncertainty, there are also benefits to be had from its proper management through diversification and regular rebalancing. This is exemplified by the so-called Shannon’s Demon approach in which two, ideally uncorrelated, assets – at least one of which is highly volatile – are periodically rebalanced to maintain an ideal target allocation. The resulting expected growth rate is greater than the arithmetic mean of the individual expected growth rates, while the variance of the returns is less than the mean of the individual variances.\n\nConstituent Weighting\nThe CGI follows a bi-level approach that involves studying the historical volatilities of the crypto-basket ($BTC and $ETH) and gold ($DGLD) separately in order to inform the crypto-gold asset allocation decision.\n\nThe CGI is calculated following a two-stage allocation scheme that involves:\nComputation of the historical volatility of the equally-weighted crypto-basket and gold.\nAsset allocation between the crypto-basket and gold is expressed using the bivariate weighted risk contribution problem. The risk contribution ratio is set as α = 9, indicating that 90% of the total risk emanates from the crypto-basket. This accounts for a proper risk contribution and delivers a risk and return profile that is superior to holding gold or cryptoassets alone.\nRebalancing Mechanism\nIn order to fully capture the diversification benefits of the time varying correlations between gold and the cryptobasket, a monthly rebalancing frequency is employed. Constituent weights are announced on the last business day of the running month. The rebalancing is employed on the first business day of the following month.\n\nIndex Calculation\nThe index level is calculated as described in section 2 of the methodology available here.\n\nData Handling\nThe following rounding of data are used for the Index calculation and publication:\nPrices are rounded to eight significant figures\nWeights are rounded to four decimal places\nIndex levels are rounded to two decimal places\nView the methodology by CoinShares.",
    "website": "https://www.coinshares.com",
    "managerName": "Coinshares",
    "managerTwitter": "CoinSharesCo",
    "managerIcon": "https://raw.githubusercontent.com/SetProtocol/uniswap-tokenlist/main/assets/managers/coinshares.png",
    "managerDescription": "The CoinShares Group is a pioneer in digital asset investing and manages more than $1 billion in assets on behalf of a global investor base, with offices in Jersey, Stockholm, London, and New York. Over the last seven years, the firm has built innovative, regulated, institutional-grade products and services backed by robust research. This legacy started with the first regulated Bitcoin fund in 2014, and continues today via the XBT Provider ETP offerings and other asset management and trading services built by the Group."
  },
  "version": 1
}
