{
  "setDetails": {
    "chainId": 1,
    "setName": "SW DAO Alpha Portfolio",
    "setSymbol": "SWAP",
    "setDecimals": 18,
    "setIcon": "https://raw.githubusercontent.com/SetProtocol/uniswap-tokenlist/main/assets/tokens/sw-alpha-portfolio.png",
    "setDescription": "The SW Alpha Portfolio (SWAP) is our flagship strategy, leveraging both human intuition and machine-learning. Our automated systems are monitoring and evaluating movement in the crypto markets 24/7 and generate signals for our traders to act on.\n\nCapable of profiting in both Bull and Bear environments, this portfolio has historically outperformed ETH by a factor of ~1.4x.\n\nWhat Exposure Will SWAP Have\nSWAP has the ability to allocate capital to any asset available on leading DEXs. This wide range of assets allows SWAP to invest early on in hot thematic trends via assets that have yet to be listed on CEXs, or in projects that are still up-and-coming. SWAP will additionally be able to fine-tune market exposure through the use of options, or leveraged positions, including shorts.\n\nOur Investment Process Analysis of various crypto datasets, ranging from market, blockchain, and sentiment to fundamental data Development of a diverse set of short and long-term, alpha-generating strategies backed by machine learning as well as proprietary quantitative models Live test of strategies and selection of best performers through proven risk metrics Synthesis of strategies to a balanced portfolio with an additional AI-based portfolio and risk management layer.\n\nnHow Is SWAP Price Calculated?\nSWAP is a token that represents the performance of this managed portfolio. As SWAP represents a basket of underlying spot-held assets, the token price will be affected by movements in the underlying assets. However, since our strategies may include options or leveraged positions for hedging against downside or shorting the market, SWAP will also move independently of and historically outperforms a benchmark asset like ETH or BTC.\n\nSelf Custody\nSince all assets are held in self-custody by the user, there is no potential for SW DAO to ‘rug pull’ the collateral that you have allocated into the SWAP asset pool.\n\nFees\nPerformance Fee: 0%\nManagement Fee: 2.95%",
    "website": "https://swdao.org",
    "managerName": "SW DAO",
    "managerTwitter": "SW__DAO",
    "managerIcon": "https://raw.githubusercontent.com/SetProtocol/uniswap-tokenlist/main/assets/managers/sw-dao.png",
    "managerDescription": "SW DAO offers a range of strategic DeFi investment products which allocate capital based on Machine Learning and quantitative methods.\n\nWe invest in crypto assets with a systematic approach, grounded on research and technological innovation.\n\nMACHINE LEARNING\nEveryday our algorithms process terabytes of data, ranging from market data, social media posts to activity on the blockchain - all with the goal to find patterns and correlations which let our algorithms classify the direction of the market, volatility and risk. Based on the outputs of our systems we model behaviors and develop alpha-generating strategies which will be evaluated using a scientific approach.\n\nQUANT FINANCE 2.0\nQuantitative investing have taken over the world of finance. While these methods have worked for decades, it is time for a more modern approach to quant finance. We combine traditional statistical and quantitative methods with findings from leading research in machine learning to develop systems which derive the best of worlds: A solid statistical backbone as well as adaptivity."
  },
  "version": 1
}
