{
  "setDetails": {
    "chainId": 1,
    "setName": "The DAOX Index",
    "setSymbol": "DAOX",
    "setDecimals": 18,
    "setIcon": "https://raw.githubusercontent.com/SetProtocol/uniswap-tokenlist/main/assets/tokens/DAOX.svg",
    "setDescription": "About\nDAOX is a thematic index which seeks to provide investors with a diversified exposure to the nascent and crypto-native DAO space.\n\nToken Selection\nThe DAO landscape is in its initial stages and is constantly expanding; however, a significant number of Protocol DAOs have reached an appropriate level of maturity. The DAOX construct includes the two largest Protocol DAOs by market capitalization in order to provide the appropriate exposure to this sub-segment and a reduction in overall volatility.\nIn terms of non-Protocol DAOs, DAOX includes projects with robust liquidity on the main ERC-20-based Decentralised Exchanges (“DEXes”), assets that have gathered pace, have passed the initial stages and have reached a relevant size. The overarching narratives in the DAO landscape are considered in order to maintain an appropriate level of diversification.\n\nInclusion Criteria\nAvailable on Ethereum blockchain.\nMinimum $2 millions of liquidity on the main ERC-20-based DEXes (i.e., Uniswap v2, Uniswap v3, SushiSwap). The liquidity amount needs to be sufficient when taking into account estimated demand and rebalances.\nMinimum $10 million market capitalization.\nProjects with strong fundamentals, including criteria such as: active, engaged and organically-growing communities, active group of contributors / pods, robust governing processes, organisational and compensation structures, ongoing treasury management processes, support from VCs / key partnerships, key competitive advantages.\nAssets must have conducted an appropriate level of security audits and/or security professionals must have reviewed the protocol to determine whether it fits under security best practices.\n\nMethodology / Index Weight Calculation\nDAOX is constructed based on a modified market cap-weighted methodology, with the following considerations:\nThe weightings of each project are proportional to a modified measure of their market capitalisation, i.e., are computed based on the square root of market capitalisation.\nSquare root of market capitalisation is used in order to smoothen out the large differences between the top projects and the rest of the assets.\nUpper cap of 15%: any token allocation must be lower or equal to 15%, in order to limit the effects of any single asset’s trajectory driving the returns of the portfolio.\nLower cap of 3%: any token allocation must be higher or equal to 3%, in order to have an appropriate level of exposure to smaller projects in the portfolio.\n\nIndex Maintenance\nThe index is rebalanced on a 3-month basis. However, the methodologist will review monthly the evolution of the index and decisions in-between rebalancing periods might be taken given the evolution of the market.\n\nThe rebalancing process is comprised of two phases:\nEvaluation phase: including evaluating existing tokens, screening the list of aspiring new tokens in each category and taking decisions on any changes to the prevailing portfolio composition. Revised index weights and portfolio changes are incorporated in the index in the final week of the rebalancing month. The outcome of the evaluation phase will be published and will be readily available to all investors.\nRebalancing phase: will take place in the first week post- the rebalancing month.",
    "managerName": "Stakeborg",
    "managerIcon": "https://raw.githubusercontent.com/SetProtocol/uniswap-tokenlist/main/assets/managers/stakeborg.png",
    "managerDescription": "Stakeborg is a leading crypto hub focused on increasing the adoption of blockchain and crypto at all levels through education, community building, media and consulting activities. Stakeborg has been at the forefront of the nascent DAO industry by establishing the Stakeborg DAO community. Fees related to Stakeborg-sponsored indexes will be wired to the DAO treasury.\nInvestors opting for a mixed strategy, with allocations in both Stakeborg-sponsored indexes and Stakeborg DAO $STANDARD token, would be part of the whole Web 3.0 eco-system driven by the DAO community.\n\nhttps://www.stakeborgdao.com/"
  },
  "version": 1
}
