{
  "setDetails": {
    "chainId": 1,
    "setName": "BTC Smart Hold",
    "setSymbol": "EMBTC",
    "setDecimals": 18,
    "setIcon": "https://raw.githubusercontent.com/SetProtocol/uniswap-tokenlist/main/assets/tokens/EMBTC_color.svg",              
    "setDescription": "BTC Smart Hold (EMBTC) is a ERC-20 token issued by Emergence DAO that programmed to execute a complex crypto strategy. BTC Smart Hold lets you have a constant exposure to the market by holding wrapped BTC and increase the Bitcoin holding by forming short-term 2x leveraged long positions during local upsides of the market. \n\nThe Emergance DAO\nEmergence is a gamified DAO where bees (forecasters) bring nectar (predict Bitcoin price) and beekeepers (investors) collect honey (money). \nBees make market predictions. Beekeepers allocate crypto into a strategy that uses the beehive’s predictions. At the end of each month, if the hive makes money, the best bees earn crypto and beekeepers get the profit.\nDAO’s ultimate goal is more than money. We want to save wild bees — it’s the most pressing problem that humanity faces right now.\n\nThe Methodology\nAs a leading company in building algorithms based on crowd wisdom, collective intelligence and super forecasting, Cindicator will be signed on as a trading strategy provider for Emergence DAO. The strategy sources alpha solely from over 179,079 decentralised analysts registered on Cindicator Collective Intelligence Platform. For every analyst, the Cindicator team examined the front-tested P&L and selected the analysts with consistently positive performances and relevant risk tolerance.\nOn a weekly basis, Cindicator receives hundreds of predictions from analysts regarding the Bitcoin trading range that will occur in the next 7 days. After collecting all answers for Bitcoin weekly ranges, the Cindicator’s algorithm rearranges the list of top analysts and determines an entry and exit levels for the trades. The strategy’s goal is to increase the size of Bitcoin holding.\n\nFees\nBTC Smart Hold have an annual streaming fee of 5%. The revenue generated from the streaming fee is split 50% to the Emergence DAO Treasury and 50% to the Cindicator as a strategy provider. \n\nJoin Emergence \nEmergence is an open DAO. Anyone can join. Check all details at https://emergence.finance\n\n- Join as a bee, predict the market and earn crypto: https://app.cindicator.com/ \n- Join as a beekeeper, allocate to a strategy: https://www.tokensets.com/v2/set/0xf4dd747f81eb3a67997a117d41abb155f9cc8227\n- Learn about other roles in Emergence Discord: https://discord.gg/hRc7Pyrr4N\n\nYou’re ready, emerge now.\n",
    "website": "https://emergence.finance",
    "managerName": "Emergence DAO",
    "managerTwitter": "emergence_dao",
    "managerIcon": "https://raw.githubusercontent.com/SetProtocol/uniswap-tokenlist/main/assets/managers/DAO_color_black.svg",           
    "managerDescription": "The Emergance DAO\nEmergence is a gamified DAO where bees (forecasters) bring nectar (predict crypto prices) and beekeepers (investors) collect honey (money). \nBees make market predictions. Beekeepers allocate crypto into a strategy that uses the beehive’s predictions. At the end of each month, if the hive makes money, the best bees earn crypto and beekeepers get the profit.\nDAO’s ultimate goal is more than money. We want to save wild bees — it’s the most pressing problem that humanity faces right now.\n\nJoin Emergence \nEmergence is an open DAO. Anyone can join. Check all details at https://emergence.finance\n\n- Join as a bee, predict the market and earn crypto: https://app.cindicator.com/ \n- Join as a beekeeper, allocate to a strategy: https://www.tokensets.com/v2/set/0xf4dd747f81eb3a67997a117d41abb155f9cc8227\n- Learn about other roles in Emergence Discord: https://discord.gg/hRc7Pyrr4N\n\nYou’re ready, emerge now.\n"
  },
  "version": 1
}
