{
"setDetails": {
"chainId": 1,
"setName": "Oracles & IoT Fund",
"setSymbol": "OTF",
"setDecimals": 18,
"setIcon": "https://raw.githubusercontent.com/SetProtocol/uniswap-tokenlist/main/assets/tokens/otf.png",
"setDescription": "The Oracles & IoT Fund (OTF) is a capitalization-weighted fund that tracks the performance of Oracles and Internet-of-Things (IoT) assets across the market.\nObjective\nThe OTF is a digital asset fund designed to track tokens’ performance within the blockchain economy. The fund is weighted based on the value of each token’s circulating supply. The OTF aims to track Oracles and IoT projects that have the highest market capitalization.\nToken Inclusion Criteria\nThe information of market capitalization is drawn from websites like CoinMarketCap and CoinGecko. At incongruity the listing of CoinMarketCap prevails. The market capitalization of the project must at least exceed 100’000’000 USD. As there are not yet all assets available at TokenSets the fund maybe includes wrapped tokens. However, all token have to be tied to physical assets. Tokenized derivatives and synthetic assets are not valid candidates for the OTF.\nIndex Maintenance\nThe fund is maintained monthly in three steps:\nMarket capitalization determination: The OTF currently references CoinMarketCap’s market cap. The market cap is determined during the first full week of the month and the respective shares of price allocation is published in the official Telegram channel at the end of the first full week of the month.\nAdditions and deletions: The tokens being added and deleted from the index calculation are determined during the first full week of the month and published at the end of the first full week of the month.\nReconstitution Phase: The index components are adjusted, added and deleted after the determination step. New fund weights, additions and deletions are incorporated into the index at the end of the first full week of the month.\nWhy again a new fund\nOracles and IoT projects are crucial for the development and the future of the blockchain economy. Opposite to many highly speculative projects, Oracles and IoT apps are generating real value right from the beginning of this new and exciting era. But the best is yet to come. Think of a near future with people and businesses interlinked with smart contracts that are affected by real-world events and other natural conditions. Oracles and IoT build the very interface between the digitalized economy and the analogue world. IoT then is just another tool to collect data while oracles distributes it to the contracts and respective parties. Satellite data, weather sensors, air quality data, traffic volume, share prices etc. are automatically fed to running contracts in real time. This for example makes highly efficient insurance solutions and countless other things possible. Maybe today the valuation of most blockchain projects seem ludicrously overvalued. But in 5 to 10 years – when the economy gets more and more digitalized – projects (or rather businesses) like Oracles and IoT are crucial cornerstones of the economy.",
"telegram": "t.me/oraclesiotfund",
"managerName": "DJpan",
"managerIcon": "https://raw.githubusercontent.com/SetProtocol/uniswap-tokenlist/main/assets/managers/djpan.png",
"managerDescription": "DJpan (aka Peter Naef Switzerland) is a blockchain enthusiast, longtime trader and sustainability professional. I very much welcome the new opportunities the new technology offer."
},
"version": 1
}
